export const CommunicateProblem =[{
  Id:0,
  Title:"此联系人的年龄、性格、爱好、家庭、习性、专业性及职业背景",
},{
  Id:1,
  Title:"人与客户企业关系、与竞争对手关系，对阀门行业了解程度等",
},
{
  Id:2,
  Title:"如何让此联系人信任你并建立个人情感，你做了哪些工作",
},
{
  Id:3,
  Title:"客户要什么，你能做到什么，差距如何进行双向修补",
},
{
  Id:4,
  Title:"你如何促成成交",
}]
export const rtype = [{
    id: "3",
    name: "重点比价",
    mean: "客户以我方及固定供" +
      "应商、或者客户指定" +
      "我方品牌、为了解市" +
      "场价格并提供一定数" +
      "量供应商进行对比参" +
      "考的询价模式，此类" +
      "询价以我方和原有供" +
      "应商或指定供应商为" +
      "主要采购对象。",
    points: "价格、付款方式、客户" +
      "关系是采购人员及采购" +
      "领导的重要指标。",
    scheme: "这种比价对我们有利，" +
      "应围绕三方面：\n" +
      "1、我们原供应价格做价" +
      "格方案；\n" +
      "2、根据我们的竞争对手" +
      "做价格方案；\n" +
      "3、根据我们客情关系做" +
      "价格方案。",
    notice: "",
    schemeLabel: '应对策略：这种比价对我们有利，应该围绕三方面：',
    schemeContent: ['1、我们原供应价格做价格方案', '2、根据我们的竞争对手做价格方案', '3、根据我们的客情关系做价格方案']
  },
  {
    id: "2",
    name: "选择比价",
    mean: "没有相对固定供应商，" +
      "与供应商没有利益输" +
      "送，或还没有意向或" +
      "者确定的供应商，或" +
      "供应商比较模糊、合" +
      "作较松散，以价格、" +
      "质量和付款方式为主" +
      "导，以客情为辅的询价模式。",
    points: "此类也叫市场比价，以" +
      "价格、品牌、质量、付" +
      "款方式、供应商性质是" +
      "客户选择的重要指标，" +
      "采购人员及领导层更注" +
      "重性价比，重视质量、" +
      "价格、付款方式、同行" +
      "业业绩。",
    scheme: "这种属于竞争力的博弈，" +
      "针对付款方式的考虑重" +
      "点考虑企业信用等级、" +
      "产品质量标准及合同执" +
      "行能力，在价格定位问" +
      "题上要重点突出竞争对" +
      "手，应该围绕以下方面：\n1、" +
      "价格按市场和竞争对手" +
      "信息进行价格定位；\n2、" +
      "按竞争对手直接做价格" +
      "方案；\n3、按成本及付款" +
      "方式直接做价格方案；\n4、" +
      "理顺客情按市场做价格" +
      "方案。",
    notice: "企业信用等" +
      "级主要考察" +
      "客户的付款" +
      "能力，合同" +
      "执行能力指" +
      "向我方的供" +
      "货周期是否" +
      "能满足。",
    schemeLabel: '应对策略：这种属于竞争力的博弈，针对付款方式的考虑重点考虑企业信用等级、产品质量标准及合同执行能力，在价格定位问题上要重点突出竞争对手，应该围绕三方面：',
    schemeContent: ['1、价格按市场和竞争对手信息进行价格做价格方案', '2、按成本及付款方式直接做价格方案', '3、按竞争对手直接、理顺客情按市场做价格方案']
  },
  {
    id: "1",
    name: "陪衬比价",
    mean: "客户有密切的固定供" +
      "应商、或者客户指定" +
      "品牌、为了解市场价" +
      "格并提供一定数量供" +
      "应商进行对比参考的" +
      "询价模式，此类询价" +
      "以原有供应商或指定" +
      "供应商为主要采购对" +
      "象。",
    points: "此类有时叫经验比价和" +
      "领导比价，所谓的经验" +
      "比价通常以客户的采购" +
      "人员或技术人员的关系" +
      "程度、采购概念、质量" +
      "标准为询价模式。领导" +
      "比价是以客户领导层的" +
      "决策为主要依据，通常" +
      "会考虑平衡关系或利益" +
      "输送为主的询价模式，" +
      "而其他参与方只作为价" +
      "格陪衬、参考。",
    scheme: "既然是陪衬比价或者是" +
      "采购技术人员及上级领" +
      "导确定比价，对于此次" +
      "询价其合作可能性较小，" +
      "应该围绕三方面：\n1、第" +
      "一次比价应配合其报价，" +
      "逐步降低价格，让其慢" +
      "慢接受。\n2、第一次比价" +
      "对付款方式和价格定位" +
      "直接表明最低价格。\n3、" +
      "第一次比价价格定位中" +
      "下价格。",
    notice: "",
    schemeLabel: '应对策略：既然是陪衬比价或者是采购技术人员及上级领导确定比价，对于此次询价其合作可能性较小，应该围绕三方面：',
    schemeContent: ['1、第一次比价应配合其报价，逐步降低价格，让其慢慢接受', '2、第一次比价对付款方式和价格定位直接表明最低价格', '3、第一次比价价格定位中下价格']
  }
  ];



  /**
* 运费
*/
export const FreightType = [{
    id: 0,
    name: "含运费（到厂）"
  },
  {
    id: 1,
    name: "含运费（自提）"
  },
  {
    id: 2,
    name: "不含运费"
  }
  ];
    /**
* 税费种类
*/
export const invoiceType = [{
  id: 0,
  name: "增值税"
},
{
  id: 1,
  name: "不含税"
}
];
    /**
* 发票种类
*/
export const taxation = [{
  id: 0,
  name: "增值专票"
},
{
  id: 1,
  name: "普票"
}
];

  /**
  * 税收情况
  */
  export const TaxType = [{
    id: 0,
    name: "含增值税"
  },
  {
    id: 1,
    name: "含普通税"
  },
  {
    id: 2,
    name: "约定税收"
  }
  ];

  export const PayMethodDetail = [{
    id: 1,
    name: "发货前付清"
  }, {
    id: 2,
    name: "到货付清"
  }, {
    id: 3,
    name: "预付30%，发货30%，到付30%，质保10%"
  }];
    /**
  * 标牌证件
  */
     export const Signage = [{
        id: 0,
        name: "中字牌"
      },
      {
        id: 1,
        name: "签约单位"
      },
      {
        id: 2,
        name: "指定单位"
      }
      ];
 /**
  * 紧急程度
  */
     export const Urgency = [{
      id: 0,
      name: "紧急"
    },
    {
      id: 1,
      name: "一般"
    },
    {
      id: 2,
      name: "加急"
    }
    ];
     /**
  * 开票阶段
  */
      export const InvoiceStage = [{
        id: 0,
        name: "发货前"
      },
      {
        id: 1,
        name: "发货后"
      },
      {
        id: 2,
        name: "其他"
      }
      ];
     /**
  * 付款阶段
  */
      
      export const PaymentStage= [{
        id: 0,
        name: "预付款"
      },
      {
        id: 1,
        name: "发货款"
      },
      {
        id: 2,
        name: "到货款"
      },
      {
        id: 3,
        name: "验收款"
      },
      {
        id: 4,
        name: "质保金"
      },
      {
        id: 5,
        name: "其他"
      }
      ];
     /**
  * 收货方式
  */
      export const Receiving = [{
        id: 0,
        name: "选择直提"
      },
      {
        id: 1,
        name: "采购直邮"
      },
      {
        id: 2,
        name: "中转邮寄"
      }
      ];
       /**
  * 合作状态
  */
     export const Cooperation = [{
      id: 0,
      name: "新建合作"
    },
    {
      id: 1,
      name: "合作客户-尚有余款"
    },
    {
      id: 2,
      name: "合作客户-执行完毕"
    }
    ];